{
  "CMP": { "branch": "main" },
  "LSPConfig": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason-LSPConfig": { "branch": "main" },
  "Plenary": { "branch": "master" },
  "Telescope": { "branch": "master" },
  "Tree-sitter": { "branch": "master" },
  "Which-Key?": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "yuck.vim": { "branch": "master" },
  "zenbones.nvim": { "branch": "main" },
  "~Dep: CMP Lua Snip": { "branch": "master" },
  "~Dep: CMP-Buffer": { "branch": "main" },
  "~Dep: CMP-CMDLine": { "branch": "main" },
  "~Dep: CMP-Nvim-LSP": { "branch": "main" },
  "~Dep: CMP-Path": { "branch": "main" },
  "~Dep: Lua Snip": { "branch": "master" },
  "~Dep: Web Devicons": { "branch": "master" },
  "~Dep:Dev-Icons": { "branch": "master" },
  "~Dep:lush": { "branch": "main" },
  "~Util: Vertical Help": { "branch": "master" }
}