{
  "CMP": { "branch": "main" },
  "LSPConfig": { "branch": "master" },
  "Mason": { "branch": "main" },
  "Mason-LSPConfig": { "branch": "main" },
  "Plenary": { "branch": "master" },
  "Rose Pine": { "branch": "main" },
  "Telescope": { "branch": "master" },
  "Tree-sitter": { "branch": "master" },
  "Which-Key?": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "~Dep: CMP Lua Snip": { "branch": "master" },
  "~Dep: CMP-Buffer": { "branch": "main" },
  "~Dep: CMP-CMDLine": { "branch": "main" },
  "~Dep: CMP-Nvim-LSP": { "branch": "main" },
  "~Dep: CMP-Path": { "branch": "main" },
  "~Dep: Lua Snip": { "branch": "master" },
  "~Dep:Dev-Icons": { "branch": "master" },
  "~Util: Vertical Help": { "branch": "master" }
}